Repository: nosrev/sng-slide
Catalog: sng-slide/languages/sng_slide-*.po
Languages: pt_br

source: Slides
pt_br: Banners

source: Slide
pt_br: Banner

source: Add new
pt_br: Adicionar novo

source: Add new slide
pt_br: Adicionar novo banner

source: New slide
pt_br: Novo banner

source: Edit slide
pt_br: Editar banner

source: View slide
pt_br: Ver banner

source: All slides
pt_br: Todos banners

source: Search slides
pt_br: Procurar banners

source: Parent slide:
pt_br: Banner pai:

source: No slide found.
pt_br: Nenhum slide encontrado.

source: No slide found in trash.
pt_br: Nenhum slide encontrado na lixeira.

source: Description.
pt_br: Descrição.
